{
    "title": "The Jane Austen Collection",
    "subtitle": "An Audible Original Drama",
    "description": "<p><i>Sense and Sensibility</i> - narrated by Gugu Mbatha-Raw.</p> <p>Austen introduces us to the Dashwood sisters who upon the death of their father are left with little money, status or their family home. Marianne wears her heart on her sleeve and when she falls in love with the dashing but unsuitable John Willoughby she ignores her sister Elinor's warning that her impulsive behaviour leaves her open to gossip and innuendo. Meanwhile Elinor, always sensitive to social convention, is struggling to conceal her own romantic disappointment.</p> <p>Directed by Celia de Wolff. Adapted by Anna Lea. With Bessie Carter, Anya Chalotra, Josh Dylan, Robert Glenister, Paterson Joseph, Emma Mackey, Hattie Morahan, Carl Prekopp, Blake Ritson, Lesley Sharp, Fenella Woolgar, Nicolas Armfield, Pippa Bennett-Warner, Lily Cooper and Tom Glenister.</p> <p><i>Pride and Prejudice </i>- narrated by Claire Foy.</p> <p>Centred around the Bennet family, their five unmarried daughters and their mother’s desperation for at least one of them to make a wealthy match to save the family from destitution. When Charles Bingley moves into nearby Netherfield, it seems that Jane, the eldest, may have found her match, but it also introduces Elizabeth to Bingley’s friend, the aloof Mr Darcy.</p> <p>Directed by Nicolette Chin. Adapted by Sian Owen, script edited by Anna Lea. With Tarrick Benham, Nicole Davis, Barnaby Edwards, Billie Fulford-Brown, Rebecca Front, Emma Gregory, Ferdinand Kingsley, Chris Lew Kum Hoi, Tim McInnerny, Heather Nicol, Sarah Ovens, Janet Prince, Jenny Rainsford, Jennifer Saayeng, Sam Stafford, Katy Sobey, Homer Todiwala, Patience Tomlinson and Simon Yadoo.</p> <p><i>Mansfield Park </i>- narrated by Billie Piper.</p> <p>Adopted into the household of her uncle, Sir Thomas Bertram, Fanny Price grows up a meek outsider among her cousins in the unaccustomed elegance of Mansfield Park. Soon after Sir Thomas leaves on business, Mary Crawford and her brother, Henry, arrive at Mansfield, bringing with them London glamour and the seductive taste for flirtation and theatre that precipitates a crisis.</p> <p>Directed by Tamsin Collison. Adapted by Catherine Dyson, script edited by Anna Lea. With Matt Addis, Lucy Briers, James Corrigan, Scarlett Courtney, Rosalind Eleazar, Jennifer English, Emma Fielding, Ash Hunter, Joel MacCormack, Harry Myers, Esme Scarborough, Lucy Scott, Bert Seymour and Natalie Simpson.</p> <p><i>Emma </i>- narrated by Emma Thompson.</p> <p>Emma is perfectly content with her life and sees no need for either love or marriage; nothing delights her more than matchmaking her fellow residents of Highbury. But when she ignores the warnings of her good friend Mr. Knightley and attempts to arrange a suitable match for her protegee Harriet Smith, her carefully laid plans soon unravel and have consequences that she never expected.</p> <p>Directed by Katherine Thompson. Adapted by Anna Lea.</p> <p>Isabella Inchbald played Emma Woodhouse, and Joseph Millson played George Knightley. </p> <p>With Alexa Davies, Joanne Froggatt, Adam Gillen, Rupert Holliday-Evans, Isabella Inchbald, Aisling Loftus, Anjella Mackintosh, Joseph Millson, Ukweli Roach, Morgana Robinson, Nicholas Rowe, Benjamin Wainwright, Eve Webster and Ria Zmitrowicz.</p> <p><i>Northanger Abbey </i>- narrated by Emma Thompson.</p> <p>A coming-of-age tale for naïve 17-year-old Catherine Morland, Northanger Abbey takes a comical look at themes of class, family, love and literature. Revelling in the sensationalist - and extremely popular - Gothic fiction of the day, the story follows Catherine out of Bath to the lofty manor of the Tilneys, where her overactive imagination gets to work constructing an absurd and melodramatic explanation for the death of Mrs Tilney, which threatens to jeopardise her newly forged friendships. </p> <p>Directed by Katherine Thompson. Adapted by Anna Lea.</p> <p>With Douglas Booth, Robin Brown, Gunnar Cauthery, Anna Chancellor, Lily Cole, Beth Goddard, Nickolas Grace, Jeremy Irvine, Carla Mendonca, Ella Purnell, George Rainsford, Simon Shepherd, Emma Thompson, Eleanor Tomlinson, Lorraine Ansell, Naomi Felton, Bethan Rose Young as Anne Thorpe and Joanna Ruiz.</p> <p><i>Persuasion </i>- narrated by Florence Pugh.</p> <p>Anne Elliot, daughter of the snobbish Sir Walter, is woman of quiet charm and deep feelings. Eight years before our story begins, she is happily betrothed to naval officer Frederick Wentworth, but she breaks off the engagement when persuaded by her friend Lady Russell that such a match is unworthy. The breakup produces in Anne a deep and long-lasting regret.</p> <p>Directed by Emma Hearn. Adapted by Anna Lea. With Annabel Baldwin, Michael Fox, Julian Wadham, Laure Stockley, Lizzie Stables, Oscar Batterham, Ewan Bailey, Samantha Béart, Andrew Wheildon-Dennis, Al Weaver, Tom Andrew, Molly Harris, Martha Mackintosh, Vineeta Rishi, Isabel Adomakoh Young and Sophie Aldred.</p>",
    "authors": [
        "Jane Austen"
    ],
    "series": [],
    "narrators": [
        "Claire Foy",
        "Gugu Mbatha-Raw",
        "Billie Piper",
        "Florence Pugh",
        "Emma Thompson"
    ],
    "tags": "Duration: 2700 min | Chapterized | Libation True Decrypt | Audible Release: 2020-11-05 | Publisher: Audible Originals | Literature & Fiction,Romance",
    "thumbnail": "https://m.media-amazon.com/images/I/61YuwY8sM-L._SL500_.jpg",
    "language": "english",
    "category": ""
}