{
    "title": "Hemy",
    "subtitle": "",
    "description": "<p>My name is Hemy Knox, and I'm a f--king heartbreaker.... I've hurt the one person who means the most to me in life, the only woman I have ever f--king loved. I let the drugs, alcohol, and wild life take over, consume me. I got her where I wanted her and ripped her f--king heart out. </p><p>Since then I've spent countless nights having dirty, meaningless sex with a multitude of people, leaving them wanting and begging for more with no regrets. Some may even call me the devil, soulless. </p><p>They look and judge, but there is one thing they don't know; no one does. I want more than this life of stripping and sleeping around, the never-ending party. I want love and everything that comes with it, that high that never ends. The problem is...I want it only with her. </p><p>Onyx. </p><p>She refuses to be mine...again. She's smart, and it's a motherf--king pain in my ass guarding her heart while ripping mine right out of my chiseled chest. I can't say that I blame her. I always was a dumb ass when it came to the emotions of a woman, especially her. </p><p>She wants to see me suffer as much as I made her, watch me wither and f--king die at her feet. She wants to crush me until I'm no longer breathing, and I will let her, because it hurts far less than not having her as mine. </p><p>I will stop at nothing to make her mine again. The pain only drives me harder, feeding my fury and giving me a reason to live: her. </p>",
    "authors": [
        "Victoria Ashley"
    ],
    "series": [
        {
            "name": "Walk of Shame",
            "number": "2"
        }
    ],
    "narrators": [
        "Alexandra Shawnee",
        "Beckett Greylock"
    ],
    "tags": "Duration: 300 min | Chapterized | Libation True Decrypt | Audible Release: 2016-11-22 | Publisher: Audible Studios | Erotica,Romance",
    "thumbnail": "https://m.media-amazon.com/images/I/51adLejikrL._SL500_.jpg",
    "language": "english",
    "category": ""
}