{"title": "Magic Breaks (Dramatized Adaptation)", "subtitle": "Kate Daniels, Book 7", "description": "<p>No matter how much the paranormal politics of Atlanta change, one thing always remains the same in this #1 New York Times bestselling series: if there’s trouble, Kate Daniels will be in the middle of it…<br /> <br /> As the mate of the Beast Lord, Curran, former mercenary Kate Daniels has more responsibilities than it seems possible to juggle. Not only is she still struggling to keep her investigative business afloat, but she must now deal with the affairs of the Pack, including preparing her people for attack from Roland, a cruel, ancient being with godlike powers.<br /> <br /> As Roland’s long shadow looms ever nearer, Kate is called to attend a gathering of leaders from Atlanta’s supernatural factions. When one of the Masters of the Dead is found murdered by a shapeshifter, Kate is given less than twenty-four hours to hunt down the killer. And this time, if she fails, she’ll find herself embroiled in a war that could destroy everything she holds dear.<br /> <br /> This dramatized audiobook also includes 2 short stories: Prequel and Jim's POV.<br /> <br /> Performed by Nora Sofyan, Michael Glenn, Jon Vertullo, Gregory Linington, Tanja Milojevic, Chris Davenport, KenYatta Rogers, Anthony Palmini, Robb Moreira, Emlyn McFarland, Richard Rohan, Kelly Baskin, Nick J. Russo, James Konicek, Christopher Graybill, James Lewis, Troy Allan, Nathaniel Priestly, Damon Alums, Mort Shelby, Rose Elizabeth Supan, Colleen Delany, Todd Scofield, Shanta Parasuraman, Elena Anderson, Yasmin Tuazon, Amanda Forstrom, Ren Kasey, Matthew Schleigh, Karen Novack, Tyler Hyrchuk, Daniel Llaca, Lolita Horne, Henry W. KRamer, Joe Mallon, Nazia Chaudhry, K'lai Rivera, Christopher Williams, Sheree Wichard, Elias Khalil, Debi Tinsley, Triya Leong, Jonathan David Bullock, Andrew James Spooner, Rayner Gabriel, Eric Messner, Nicole Perez, Megan Hastie, and Marni Penning.</p>", "authors": ["Bob Woodward", "Ilona Andrews"], "series": [{"name": "Kate Daniels", "number": "7"}], "narrators": ["Donald J. Trump", "Bob Woodward", "Michael Glenn", "Gregory Linington", "Chris Davenport", "Kenyatta Rogers", "full cast", "Tanja Milojevic", "Emlyn McFarland", "Anthony Palmini", "Robb Moreira", "Richard Rohan", "Jon Vertullo", "Nora Sofyan"], "tags": "Duration: 698 min | Chapterized | Libation True Decrypt | Audible Release: 2024-10-15 | Publisher: Graphic Audio LLC | Biographies & Memoirs,Science Fiction & Fantasy,Science Fiction & Fantasy", "thumbnail": "", "language": "english", "category": ""}